Repository: AceSnakes/yandex-disk-indicator
Catalog: translations/yandex-disk-indicator_*.po
Languages: el, ru

source: Yandex.Disk Indicator: daemon start failed
el: Ένδειξη λειτουργίας του Yandex.Disk: η εκκίνηση της υπηρεσίας απέτυχε
ru: Индикатор Яндекс.Диск: запуск сервиса не удался

source: Yandex.Disk daemon failed to start because it is not configured properly To configure it up: press OK button. Press Cancel to exit.
el: Η υπηρεσία Yandex.Disk δεν ξεκίνησε, διότι δεν έγινε σωστή ρύθμιση του Δίσκου. Για να μεταβείτε στη ρύθμιση, πιέστε Ok. Πατήστε Άκυρο για έξοδο.
ru: Сервис Яндекс.Диск не смог стартовать. Вероятно, Яндекс.Диск не настроен. Для перехода к настройке нажмите Ok. Нажмите Cancel для выхода.

source: Yandex.Disk daemon failed to start due to network connection issue. Check the Internet connection and try to start daemon again.
el: Η υπηρεσία Yandex.Disk δεν ξεκίνησε λόγω προβλημάτων δικτύου. Ελέγξτε τη σύνδεση σας με το Ίντερνετ και δοκιμάστε ξανά να ξεικινήσετε την υπηρεσία.
ru: Сервис Яндекс.Диск не смог запуститься из за проблем с сетью. Проверьте ваше соединение с Интренетом и попробуйте снова.

source: Yandex.Disk utility is not installed. Visit www.yandex.ru, download and install Yandex.Disk daemon.
el: Το βοηθητικό πρόγραμμα Yandex.Disk δεν είναι εγκατεστημένο. Επισκεφθείτε το www.yandex.ru η http://help.yandex.com/disk/ , κατεβάστε και εγκαταστήστε τα εργαλεία του Yandex.Disk
ru: Утилита Яндекс.Диск не установлена. Посетите www.yandex.ru, загрузите и установите сервис Yandex.Disk

source: Yandex.Disk daemon failed to start due to some unrecognised error.
el: Εκκίνηση υπηρεσίας Yandex.Disk κατά την εκκίνηση του συστήματος
ru: Запуск сервиса Яндекс.Диск не удался из-за неисправимой ошибки

source: Yandex.Disk indicator
el: Ένδειξη λειτουργίας του Yandex.Disk
ru: Индикатор Яндекс.Диск

source: Version
el: Έκδοση
ru: Версия

source: Yandex.Disk indicator (Grive Tools was used as example)
ru: Индикатор Яндекс.Диск (утилита Grive-tools использовалась как пример)

source: ya-setup utility author: Snow Dimon (snowdimon.ru)
el: Ο συγγραφέας του βοηθητικού προγράμματος ρύθμισης παραμέτρων ya-setup: Snow Dimon (snowdimon.ru)
ru: Автор утилиты настройки ya-setup: Snow Dimon (snowdimon.ru)

source: Special thanks to:
el: Ειδικές ευχαριστίες στους:
ru: Особые благодарности:

source: - Christiaan Diedericks (www.thefanclub.co.za) - Grive tools creator
ru: - Christiaan Diedericks (www.thefanclub.co.za) - создателю Grive tools

source: - ryukusu_luminarius (my-faios@ya.ru) - icons designer
el: - ryukusu_luminarius (my-faios@ya.ru) - σχεδιαστή εικονιδίων
ru: - ryukusu_luminarius (my-faios@ya.ru) - дизайнеру иконок

source: - metallcorn (metallcorn@jabber.ru) - icons designer
el: - metallcorn (metallcorn@jabber.ru) - σχεδιαστή εικονιδίων
ru: - metallcorn (metallcorn@jabber.ru) - дизайнеру иконок

source: - Chibiko (zenogears@jabber.ru) - deb package creation assistance
el: - Chibiko (zenogears@jabber.ru) - για τη βοήθεια στη δημιουργία πακέτου .deb
ru: - Chibiko (zenogears@jabber.ru) - за помощь в создании deb-пакета

source: - RingOV (ringov@mail.ru) - localization assistance
el: - RingOV (ringov@mail.ru) - βοήθεια στη μετάφραση
ru: - RingOV (ringov@mail.ru) - помощь в локализации

source: - GreekLUG team (https://launchpad.net/~greeklug) - Greek translation
el: - GreekLUG team (https://launchpad.net/~greeklug) - Ελληνική Μετάφραση
ru: - GreekLUG team (https://launchpad.net/~greeklug) - Перевод на Греческий

source: - And to all other people who contributed to this project through
el: -Και σε όλους τους υπόλοιπους που συνεισέφεραν σε αυτό το έργο μέσω
ru: - И всем остальным людям, кто помогал проекту на

source: the Ubuntu.ru forum http://forum.ubuntu.ru/index.php?topic=241992)
ru: форуме сообщества Ubuntu.ru http://forum.ubuntu.ru/index.php?topic=241992

source: Folders that are excluded from synchronization
el: Φάκελοι που εξαιρούνται από το συγχρονισμό
ru: Каталоги исключенные из синхронизации

source: Add catalogue
el: Προσθέστε κατάλογο
ru: Добавить каталог

source: Remove selected
el: Κατάργηση επιλεγμένων
ru: Удалить выбранные

source: Close
el: Κλείσιμο
ru: Закрыть

source: Select catalogue to add to list
el: Επιλέξτε κατάλογο για να προσθέσετε στη λίστα
ru: Выберите каталог для добавления в список

source: Select
el: Επιλέξτε
ru: Выбрать

source: Yandex.Disk daemon
el: Υπηρεσία Yandex.Δίσκος
ru: Сервис Яндекс.Диск

source: Auto-start ON
el: Η αυτόματη εκτέλεση είναι ενεργοποιημένη
ru: Авто-запуск включен

source: Auto-start OFF
el: Η αυτόματη εκτέλεση είναι απενεργοποιημένη
ru: Авто-запуск выключен

source: Yandex.Disk Indicator
el: Ένδειξη λειτουργίας του Yandex.Disk
ru: Индикатор Яндекс.Диск

source: Yandex.Disk-indicator and Yandex.Disk preferences
ru: Настройки индикатора и сервиса Яндекс.Диск

source: Start Yandex.Disk indicator when you start your computer
el: Ενεργοποίηση της Ένδειξης λειτουργίας του Yandex.Disk κατά την εκκίνηση του υπολογιστή σας
ru: Запускать индикатор Яндекс.Диск при запуске компьютера

source: Start Yandex.Disk daemon when indicator is starting
ru: Запускать сервис Яндекс.Диск при запуске индикатора

source: When daemon was not started before.
el: Όταν δαίμονας δεν έχει εκκινηθεί πριν.
ru: Когда демон не был запущен ранее.

source: Stop Yandex.Disk daemon on closing of indicator
ru: Останавливать сервис Яндекс.Диск при выходе из индикатора

source: Show on-screen notifications
el: Εμφάνιση ειδοποιήσεων επί της οθόνης
ru: Показывать информационные сообщения

source: Prefer light icon theme
el: Επιλέξετε φωτεινό θέμα εικονιδίου
ru: Выбрать светлую тему иконок

source: Activate file manager extensions
el: Ενεργοποίηση επεκτάσεων του διαχειριστή αρχείων
ru: Активировать расширения для файл-менеджера

source: Indicator settings
el: Ρυθμίσεις Ένδειξης λειτουργίας Yandex.Disk
ru: Настройки индикатора

source: Start Yandex.Disk daemon when you start your computer
ru: Запускать сервис Яндекс.Диск при запуске компьютера

source: NOTE! You have to reload daemon to activate following settings
ru: ВНИМАНИЕ! Вам необходимо перезапустить сервис для применения этих настроек

source: Read-Only: Do not upload locally changed files to Yandex.Disk
el: Μόνο για ανάγνωση: Μην ανεβάσετε τοπικά τροποποιημένα αρχεία στο Yandex.Disk
ru: Только чтение: Не загружать локально измененные файлы на Яндекс.Диск

source: Locally changed files will be renamed if a newer version of this file appear in Yandex.Disk.
el: Τα τοπικά τροποποιημένα αρχεία θα μετονομασθούν εάν μια νέα έκδοση εμφανιστεί στο Yandex.Disk.
ru: Измененные файлы будут переименованы, если более новая версия появится на Яндекс.Диске.

source: Locally changed files will be renamed if a newer version of this file appear in Yandex.Disk. NOTE! You have to reload daemon to activate this setting
ru: Измененные файлы будут переименованы, если более новая версия появится на Яндекс.Диске. ВНИМАНИЕ! Вам нужно перезапустить сервис для применения этой настройки

source: Overwrite locally changed files by files from Yandex.Disk (in read-only mode)
el: Αντικατάσταση των τοπικά τροποπιημένων αρχείων από αρχεία από το Yandex.Disk (σε λειτουργία μόνο-για-ανάγνωση)
ru: Перезаписать локально измененные файлы файлами с Яндекс.Диска (в режиме только-чтение)

source: Locally changed files will be overwritten if a newer version of this file appear in Yandex.Disk.
el: Τα τροποποιημένα αρχεία θα αντικατασταθούν εάν μια νέα έκδοση θα εμφανιστεί στο Yandex.Disk.
ru: Измененные файлы будут перезаписаны, если более новая версия появится на Яндекс.Диске.

source: Excluded folders List
el: Λίστα φακέλων που εξαιρούνται
ru: Список каталогов исключений

source: Folders in the list will not be synchronized.
ru: Каталоги из этого списка не будут синхронизированы.

source: Daemon options
ru: Настройки сервиса Яндекс.Диск

source: Yandex.Disk daemon output message
el: Η υπηρεσία Yandex.Disk ξεκίνησε
ru: Статусное сообщение от сервиса Яндекс.Диск

source: Last synchronized items
el: Πρόσφατα συγχρονισμένα αρχεία
ru: Последние синхронизированные

source: Start Yandex.Disk daemon
el: Εκκίνηση υπηρεσίας Yandex.Disk
ru: Запустить сервис Яндекс.Диск

source: Stop Yandex.Disk daemon
el: Διακοπή υπηρεσίας Yandex.Disk
ru: Остановить сервис Яндекс.Диск

source: Open Yandex.Disk Folder
el: Ανοίξτε τον κατάλογο Yandex.Disk
ru: Открыть каталог Яндекс.Диск

source: Open Yandex.Disk on the web
el: Ανοίξτε τη σελίδα του Yandex.Disk
ru: Открыть Яндекс.Диск в интернете

source: Preferences
el: Προτιμήσεις
ru: Настройки

source: Help
el: Βοήθεια
ru: Помощь

source: About
el: Σχετικά με το πρόγραμμα
ru: О программе

source: Quit
el: Έξοδος
ru: Выход

source: Status:
el: Κατάσταση:
ru: Статус:

source: Error
el: Σφάλμα
ru: Ошибка

source: Used:
el: Σε χρήση:
ru: Занято:

source: Free:
el: Ελεύθερα:
ru: Свободно:

source: , trash:
el: , απορρίμματα:
ru: , корзина:

source: Yandex.Disk
ru: Яндекс.Диск

source: Yandex.Disk daemon has been started
el: Η υπηρεσία Yandex.Disk ξεκίνησε
ru: Сервис Yandex.Disk запущен

source: Synchronization started
el: Ο συγχρονισμός άρχισε
ru: Запущена синхронизация

source: Synchronization has been completed
el: Ο συγχρονισμός τελείωσε
ru: Синхронизация завершена

source: Synchronization has been paused
el: Ο συγχρονισμός είναι σε παύση
ru: Синхронизация приостановлена

source: Yandex.Disk daemon has been stopped
el: Η υπηρεσία Yandex.Disk σταμάτησε
ru: Сервис Yandex.Disk остановлен

source: Locally changed files will be overwritten if a newer version of this file appear in Yandex.Disk. NOTE! You have to reload daemon to activate this setting
ru: Измененные файлы будут перезаписаны, если более новая версия появится на Яндекс.Диске. ВНИМАНИЕ! Вам нужно перезапустить сервис для применения этой настройки.

source: Synchronization ERROR
el: Σφάλμα συγχρονισμού
ru: ОШИБКА синхронизации

source: Publish via Yandex.Disk
el: Δημοσιεύστε μέσω Yandex.Disk
ru: Опубликовать через Яндекс.Диск

source: Unpublish from Yandex.disk
el: Απóσυρση δημοσίευσης από Yandex.Disk
ru: Убрать из публикации через Yandex.disk

source: URL to file: %f has copied into clipboard.
ru: Ссылка на файл: %f скопирована в буфер обмена.

source: Yandex.Disk Indicator instance already running (file /tmp/%s.lock is locked by another process)
ru: Экземпляр индикатора Яндекс.Диск уже запущен (файл /tmp/%s.lock заблокирован другим процессом)

source: Synchronized
el: Συγχρονίσθηκε
ru: Синхронизировано

source: Sync.:
el: Συγχρ.:
ru: Синхр.:

source: Not started
el: Δεν ξεκίνησε
ru: Не запущен

source: Paused
el: Σε παύση
ru: Пауза

source: Not connected
el: Χωρίς σύνδεση
ru: Нет связи

source: Yandex.Disk daemon failed to start. Press OK to continue without started daemon or Cancel to exit.
el: Yandex.Disk δαίμονας απέτυχε να ξεκινήσει. Πατήστε OK για να συνεχίσετε χωρίς εκκίνηση δαίμονα ή Άκυρο για έξοδο.

source: Yandex.Disk
el: Δίσκος Yandex

source: https://github.com/slytomcat/yandex-disk-indicator/wiki
el: http://forum.ubuntu.ru/index.php?topic=241992

source: Folder:
el: Φάκελος:

source: - Christiaan Diedericks (www.thefanclub.co.za) - autor of Grive tools(used as example)
el: - Christiaan Diedericks (www.thefanclub.co.za) - δημιουργό εργαλείου Grive

source: - Peyu Yovev (spacy00001@gmail.com) - Bulgarian translation
el: - Peyu Yovev (spacy00001@gmail.com) - Βουλγάρικη μετάφραση

source: - Ace Of Snakes (aceofsnakesmain@gmail.com) - optimization of FM actions for Dolphin
el: - Ace Of Snakes (aceofsnakesmain@gmail.com) - η βελτιστοποίηση της FM δράσεις για Dolphin

source: - Ivan Burmin (https://github.com/Zirrald) - ya-setup multilingual support
el: - Ivan Burmin (https://github.com/Zirrald) - ya-setup πολυγλωσσική υποστήριξη

source: the Ubuntu.ru forum http://forum.ubuntu.ru/index.php?topic=241992 and
el: Το φόρουμ της κοινότητας Ubuntu.ru http://forum.ubuntu.ru/index.php?topic=241992

source: via github.com https://github.com/slytomcat/yandex-disk-indicator
el: μέσω github.com https://github.com/slytomcat/yandex-disk-indicator

source: Yandex.Disk-indicator and Yandex.Disks preferences
el: Ένδειξη λειτουργίας του Yandex.Disk %sκαι Προτιμήσεις της υπηρεσίας Yandex.Disk

source: Start Yandex.Disk daemon %swhen indicator is starting
el: Εκκίνηση υπηρεσίας Yandex.Disk %sκατά την εκκίνηση του συστήματος

source: Stop Yandex.Disk daemon %son closing of indicator
el: Διακοπή υπηρεσίας Yandex.Disk %sμε κλείσιμο της μικροεφαρμογής

source: NOTE! You have to reload daemon %sto activate following settings
el: ΣΗΜΕΙΩΣΗ! Θα πρέπει να φορτώσετε εκ νέου το δαίμονα %s για ενεργοποιήσετε ακόλουθες ρυθμίσεις

source: Daemon %soptions
el: Επιλογές %s δαίμονα

source: The indicator instance is already running. (file %s is locked by another process)
el: Η Ένδειξη λειτουργίας του Yandex.Disk εκτελείται ήδη (το αρχείο %s είναι κλειδωμένο από άλλη διαδικασία)

source: URL to file: %f was copied into clipboard.
el: Διεύθυνσης URL στο αρχείο: %f έχει αντιγραφεί στο πρόχειρο.

source: Desktop indicator for yandex-disk daemon
el: Η ένδειξη επιφάνεια εργασίας για το δαίμονα yandex-disk

source: Options
el: Επιλογές

source: Sets the logging level: 10 - to show all messages (DEBUG), 20 - to show all messages except debugging messages (INFO), 30 - to show all messages except debugging and info messages (WARNING), 40 - to show only error and critical messages (ERROR), 50 - to show critical messages only (CRITICAL). Default: 30
el: Ρυθμίζει το επίπεδο καταγραφής: 10 - για να δείτε όλα τα μηνύματα (DEBUG), 20 - για να δείτε όλα τα μηνύματα εκτός από τον εντοπισμό σφαλμάτων μηνύματα (INFO), 30 - για να δείτε όλα τα μηνύματα εκτός από τα μηνύματα εντοπισμού σφαλμάτων και πληροφορίες (ΠΡΟΣΟΧΗ), 40 - για να εμφανίσετε μόνο σφάλμα και τα κρίσιμα μηνύματα (ΣΦΑΛΜΑ), 50 - για να εμφανίσετε μόνο τα κρίσιμα μηνύματα (κρίσιμη). Προεπιλογή: 30

source: Path to configuration file of YandexDisk daemon. This daemon will be added to daemons list if it is not in the current configuration.Default: ''
el: Διαδρομή προς αρχείο ρυθμίσεων του δαίμονα Yandex δίσκου. Αυτό δαίμονας θα προστεθεί στη λίστα με δαίμονες αν δεν είναι στην τρέχουσα διαμόρφωση.Προεπιλογή:"

source: Path to configuration file of daemon that should be removed from daemos list. Default: ''
el: Διαδρομή προς αρχείο ρυθμίσεων του δαίμονα που πρέπει να αφαιρεθεί από τη λίστα του δαίμονα. Προεπιλογή:"

source: Show this help message and exit
el: Εμφάνιση μηνύματος βοήθειας και έξοδος

source: Print version and exit
el: Εμφάνιση έκδοσης και έξοδος

source: No daemons specified. Check correctness of -r and -c options.
el: Δεν καθορίζεται ο δαίμονας. Ελέγξτε την ορθογραφία των -r και -c επιλογών
